# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'koekeishiya/formulae'

# Binaries
brew 'awscli'
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'jq' # Used for spatie/visit
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts
brew 'nvim'
brew 'tmux'
brew 'yabai'
brew 'skhd'
brew 'direnv'
brew 'rustup'
brew 'rustup-init'
brew 'fzf'

# Apps
# cask 'docker'
# cask 'firefox'
cask 'karabiner-elements'
cask 'raycast'
# cask 'slack'
# cask 'zoom'
